<script>
  import { scrollTo } from "../../scroll.js";

  const content = [
    { id: "#first", name: "Карта" },
    { id: "#second", name: "Природа" },
    { id: "#third", name: "Места" },
    { id: "#fourth", name: "Рестораны" },
    { id: "#fifth", name: "Отели" },
    { id: "#sixth", name: "Интересное" },
  ];
</script>

<svelte:head>
  <title>ГИД</title>
  <meta
    name="Description"
    content="В Сухуме много крутых мест: посмотреть, развлечься, поесть, отдохнуть. Вам же нужен гид. Вперед"
  />
  <meta itemprop="name" content="ГИД" />
  <meta
    itemprop="description"
    content="В Сухуме много крутых мест: посмотреть, развлечься, поесть, отдохнуть. Вам же нужен гид. Вперед"
  />
  <meta property="og:url" content="https://cyxym.netlify.com/guide" />
  <meta property="og:title" content="ГИД" />
  <meta
    property="og:description"
    content="В Сухуме много крутых мест: посмотреть, развлечься, поесть, отдохнуть. Вам же нужен гид. Вперед"
  />
  <meta name="twitter:url" content="https://cyxym.netlify.com/guide" />
  <meta name="twitter:title" content="ГИД" />
  <meta
    name="twitter:description"
    content="В Сухуме много крутых мест: посмотреть, развлечься, поесть, отдохнуть. Вам же нужен гид. Вперед"
  />
  <meta name="apple-mobile-web-app-title" content="ГИД" />
</svelte:head>

<h1>ГИД</h1>
<figure>
  <img src="images/guide-main.jpg" alt="Красивый Сухум" />
</figure>
<nav>
  {#each content as item}
  <button href="{item.id}" on:click="{scrollTo}">{item.name}</button>
  {/each}
</nav>
<h2 id="first">Карта</h2>
<figure>
  <img src="images/guide-1.jpg" alt="Карта Сухума" loading="lazy" />
  <figcaption>Карта Сухума</figcaption>
</figure>
<h2 id="second">Природа</h2>
<h3>Цветы</h3>
<figure>
  <img
    src="images/guide-2.jpg"
    alt="Прирожа Сухума: красные цветы"
    loading="lazy"
  />
  <img
    src="images/guide-3.jpg"
    alt="Природа Сухума: белые цветы"
    loading="lazy"
  />
  <figcaption>Цветы (Автор фотографий: Лана Амичба)</figcaption>
</figure>
<p>
  Природа города Сухум красивая: много цветов разных форм и расцветок, деревья,
  горы, море. Растительности так много, потому что хороший климат: воздух зимой
  теплый, потому что Кавказские горы сохраняют от плохой погоды и снегопадов, а
  летом прохладно, потому что дует ветер с моря. За цветами можно не идти в сады
  и парки — они везде на улицах.
</p>
<h3>Закат</h3>
<figure>
  <img
    src="images/guide-4.jpg"
    alt="Природа Сухума: море и закат"
    loading="lazy"
  />
  <img src="images/guide-5.jpg" alt="Природа Сухума: закат" loading="lazy" />
  <figcaption>Закат (Автор фотографий: Лана Амичба)</figcaption>
</figure>
<p>
  Закаты украшают растительность и добавляют ей цветов. Лучший вариант — пойти к
  берегу и любоваться закатами. Летом с 19:30 солнце садится и появляется
  красивый вид и в ясную и в облачную погоду.
</p>
<h2 id="third">Места</h2>
<p>
  Сухум — туристический город. Он удобный для активного и пассивного отдыха:
  есть исторические и культурые места, как Музей Боевой Славы или драматические
  театры, природные места в городе — ботанический сад — и за его пределами —
  ореховая роща, а еще места для остановки — у нас много гостиниц.
</p>
<figure>
  <img
    src="images/guide-6.jpg"
    alt="Абхазский Драматический театр"
    loading="lazy"
  />
  <figcaption>Абхазский Драматический театр</figcaption>
</figure>
<figure>
  <img
    src="images/guide-7.jpg"
    alt="Русский Драматический театр"
    loading="lazy"
  />
  <figcaption>Русский Драматический театр</figcaption>
</figure>
<h2 id="fourth">Рестораны</h2>
<p>
  В Сухуме рестораны на любой вкус с абхазской кухней, американским фастфудом,
  японскими блюдами или смешанные, закрытые и с видом на море.
</p>
<h3>Нартаа</h3>
<figure>
  <img src="images/guide-8.jpg" alt="Нартаа" loading="lazy" />
  <figcaption>Нартаа</figcaption>
</figure>
<p>
  Нартаа — ресторан, чтоб познакомиться с местной кухней. Он похож на большой
  абхазский двор из национальных литературных рассказов — это придает ощущения
  нахождения в абхазской гостеприимной семье. В Нарте есть открытые места, где
  дует летний ветер с моря, и закрытые, чтоб спрятаться от дождя.
</p>
<p>
  Основные блюда: хачапур-лодочка, мамалыга, мясо и салаты. В Нарте готовят и
  другие более привычные для туристов блюда, например, пиццу, но смысл в местной
  кухне.
</p>
<h3>Кантри Чикен</h3>
<figure>
  <img src="images/guide-9.jpg" alt="Кантри Чикен" loading="lazy" />
  <figcaption>Кантри Чикен</figcaption>
</figure>
<p>
  Кантри Чикен — замена Макдоналдса и КФС, любимое место молодежи — ходят в
  другие места, но всегда возвращаются в Чикен. Заведение оформлено в
  Австралийском стиле с географическими местами на картах, фотографиями и
  другими атрибутами.
</p>
<p>
  Бесплатный Вайфай и знакомый фастфуд, который часто лучше, чем в популярных
  зарубежных аналогах. Американская кухня с частицей Абхазии.
</p>
<h2 id="fifth">Отели</h2>
<p>
  Мест для остановки в городе много: местные сдают квартиры, номера в
  гостиницах, коттеджи и дома — для удобства туристов. Встречают люди отдыхающих
  со свойственным абхазам гостеприимством. Дешевые уютные квартиры и отели
  класса люкс — всё.
</p>
<h3>Леон</h3>
<figure>
  <img src="images/guide-10.jpg" alt="Отель-ресторан Леон" loading="lazy" />
  <figcaption>Отель-ресторан Леон</figcaption>
</figure>
<p>
  Леон — отель про экономию или дорогой номер люкс. Само здание выглядит
  красиво, сфоткаться не стыдно и есть парковочное место. А рядом находится
  ресторан при отеле, где залы оформлены по-разному: есть и в японском стиле.
</p>
<h3>Рица</h3>
<figure>
  <img src="images/guide-11.jpg" alt="Отель Рица" loading="lazy" />
  <figcaption>Отель Рица</figcaption>
</figure>
<p>
  У Рицы столетняя история — Сухум был знаменит этим заведением, потому что
  здесь любили проводить время Российские и зарубежные знаменитости. Они
  приезжали один раз и продолжали посещать это место.
</p>
<h3>Атриум-Виктория</h3>
<figure>
  <img src="images/guide-12.jpg" alt="Атриум-Виктория" loading="lazy" />
  <figcaption>Атриум-Виктория</figcaption>
</figure>
<p>
  Атриум-Виктория находится в 400 метрах от Сухумской бухты и рядом с центром
  города, значит большинство достопримечательностей в пятнадцати минутах.
  Преимущество — конференц-зал, где предпрениматели и инвесторы проводят свои
  встречи и презентации.
</p>
<p>
  Забронировать номер можно через Букинг или Трипадвайзор.
</p>
<h2 id="sixth">Интересное</h2>
<h3>Колоннада на набережной</h3>
<figure>
  <img src="images/guide-13.jpg" alt="Картины на колоннаде" loading="lazy" />
  <figcaption>Картины на колоннаде</figcaption>
</figure>
<p>
  Колоннада — архитектурная особенность города. Здесь однажды собрались
  Сухумские художники и решили выставлять картины, теперь колоннада — бесплатная
  выставка под небом. Если картина понравилась, можете купить. Большинство
  картин — натюрморты и изображения набережной, но есть абстракции и портреты.
</p>
<h3>Абхазский государственный музей</h3>
<figure>
  <img src="images/guide-14.jpg" alt="Дольмен" loading="lazy" />
  <figcaption>Дольмен</figcaption>
</figure>
<p>
  В Абхазии найдено больше 60 дольменов и один из их расположен в этом музее.
  Дольмены — каменные сооружения из пяти плит, с которыми связаны легенды.
  Строились они в III-II тысячелетиях до нашей эры.
</p>
<p>
  В музее находятся окаменелости, которые изображают древнюю природу Абхазии и
  предметы культуры людей живших до нашей эры и в нашей эре — становится
  понятно, чем занимались люди тогда и как они развивались.
</p>
<h3>Сухумский ботанический сад</h3>
<figure>
  <img src="images/guide-15.jpg" alt="Ботанический сад" loading="lazy" />
  <figcaption>Ботанический сад</figcaption>
</figure>
<p>
  Если с кухней вы уже познакомились, культуру и историю изучили, пора пойти в
  ботанический сад. В саду можно погулять самостоятельно, а можно взять билет с
  экскурсией. В нем находится растительность из Австралии, Южной и Северной
  Америки, Африки, Европы и Азии.
</p>
<h3>Обезьяний питомник</h3>
<figure>
  <img src="images/guide-16.jpg" alt="Обезьяний питомник" loading="lazy" />
  <figcaption>Обезьяний питомник</figcaption>
</figure>
<p>
  Продолжаем экскурсию по природе — теперь фауна — обезьяний питомник. Чтоб
  попасть в питомник надо пройти вершину горы трапеция по лестнице. Его создали
  в конце 20-х годов прошлого века в научных целях — ученые хотели исследовать
  жизнь обезьян в климатических условиях Сухума и Абхазии. Обезьяны хорошо
  прижились, поэтому питомник стал открытым для посещения. Здесь 300 обезьян.
</p>
