<script>
  import { scrollTo } from "../../scroll.js";

  const content = [
    { id: "#first", name: "-VI—I" },
    { id: "#second", name: "I—VI" },
    { id: "#third", name: "VI—X" },
    { id: "#fourth", name: "X—XVII" },
    { id: "#fifth", name: "XVII—XIX" },
    { id: "#sixth", name: "XIX—XX" },
    { id: "#seventh", name: "XX" },
  ];
</script>

<svelte:head>
  <title>ИСТОРИЯ</title>
  <meta
    name="Description"
    content="История Сухума начинается с 6 века до нашей эры, когда греки решили посетить Черное Море и заинтересовались берегами, где было много вкусного и красивого. Они основали свои поселения. Продолжение следует…"
  />
  <meta itemprop="name" content="ИСТОРИЯ" />
  <meta
    itemprop="description"
    content="История Сухума начинается с 6 века до нашей эры, когда греки решили посетить Черное Море и заинтересовались берегами, где было много вкусного и красивого. Они основали свои поселения. Продолжение следует…"
  />
  <meta property="og:url" content="https://cyxym.now.sh/history" />
  <meta property="og:title" content="ИСТОРИЯ" />
  <meta
    property="og:description"
    content="История Сухума начинается с 6 века до нашей эры, когда греки решили посетить Черное Море и заинтересовались берегами, где было много вкусного и красивого. Они основали свои поселения. Продолжение следует…"
  />
  <meta name="twitter:url" content="https://cyxym.now.sh/history" />
  <meta name="twitter:title" content="ИСТОРИЯ" />
  <meta
    name="twitter:description"
    content="История Сухума начинается с 6 века до нашей эры, когда греки решили посетить Черное Море и заинтересовались берегами, где было много вкусного и красивого. Они основали свои поселения. Продолжение следует…"
  />
  <meta name="apple-mobile-web-app-title" content="ИСТОРИЯ" />
</svelte:head>

<h1>ИСТОРИЯ</h1>
<figure>
  <img src="images/history-main.jpg" alt="История Абхазии" />
</figure>
<nav>
  {#each content as item}
  <button href="{item.id}" on:click="{scrollTo}">{item.name}</button>
  {/each}
</nav>
<h2 id="first">-VI в. — I в.</h2>
<figure>
  <img
    src="images/history-1.jpg"
    alt="Карта 6-го — 1-го веков до нашей эры"
    loading="lazy"
  />
  <figcaption>Карта 6-го — 1-го веков до нашей эры</figcaption>
</figure>
<p>
  Городу Сухум насчитывается 2500 лет. Он является одним из древнейших городов
  Кавказа. Сухум был основан, так же как и многие другие города Абхазии, в эпоху
  греческой колонизации (VI в. до н. э.). Во время пребывания греков на
  территории Абхазии абхазы не были единственным народом, жившим там, эти земли
  населяли различные народности.
</p>
<p>
  Греческая колонизация не носила завоевательный характер. Основной целью греков
  было налаживание торговых связей с местным населением.
</p>
<p>
  Во втором веке до н. э. на территории Малой Азии возникает греческое
  грсударство — Понтийское царство. Наивысшего расцвета Понт достигает при царе
  Митридате. Абхазия также становится частью нового государства. Амбиции
  Митридата по захвату всего черноморского побережья приводят к конфликту с
  римлянами. Разгромленный правитель бежит в Диоскуриаду (греческое название
  Сухума). Абхазия как часть уничтоженного Понтийского государства оказывается
  захваченной римлянами. Диоскуриада была переименована в Себастополис в честь
  римского императора Октавиана Августа Себастоса (Величественного). Для защиты
  своих провинций римляне отстраивают Понтийский Лимес — линию прибрежных
  укреплений, часть из которых раполагалась в абхазии.
</p>
<h2 id="second">I в. — VI в.</h2>
<p>
  В результате разорительных набегов германских варварских племен и
  внутриполитических проблем Римская империя распадается на Западно-римскую и
  Восточно-римскую (Византийскую) империи. Абхазия попадает в сферу интересов
  Византии и на ее территориях начинает активно распространятся христианство.
  Уже к 548 году в древнеабхазских государствах — Апсилии и Абасгии —
  христианство становится официальной религией. Однако принятие христианства
  вовсе не означает лояльность к Византии. В 550 году, когда разразилась первая
  ирано-византийская война, абасги и апсилы поднимают восстание и переходят на
  сторону Ирана. Позже, в 555 году, восстают мисимиане, неселявшие горные районы
  Абхазии. И хотя повстанцы были разбиты, абасги , апсилы и мисимиане будут
  долго добиваться независимости.
</p>
<h2 id="third">VI в. — X в.</h2>
<figure>
  <img src="images/history-2.jpg" alt="Карта 8-го века" loading="lazy" />
  <figcaption>Карта 8-го века</figcaption>
</figure>
<p>
  Видной фигурой в истории объединения Абхазии является князь Абасгии Леон I.
  Именно он берется за объединение всех абхазских земель в единое государство —
  Абхазию. Этим государством начинают интересоваться арабы. В 737 году
  происходит важное в истории Абхазии Анакопийское сражение. Арабы проигрывают и
  подвергаются изгнанию. После этого через династический брак с дочерью союзника
  Арчила (грузинского князя) Леон I получает во владение новые территории.
</p>
<p>
  После смерти Леона I править начинает Леон II, который провозглашает
  независимость Абхазии.
</p>
<p>
  Основными событиями этого промежутка истории Абхазии становятся многочисленные
  битвы за Картли (одно из грузинских княжеств). Борьба за владение этими
  территориями заканчивается объединением грузинских государств с Абхазией в
  одно Абхазо-картвельское государство.
</p>
<h2 id="fourth">X в. — XVII в.</h2>
<figure>
  <img src="images/history-3.jpg" alt="Историческая крепость" loading="lazy" />
  <figcaption>Историческая крепость</figcaption>
</figure>
<p>
  В X в. — XVII в. Цхум (Сухум) становится важным причерноморским центром, а
  также летней резиденцией царей. В Цхуме проводила время и знаменитая царица
  Тамара. Также в городе в XIII в. располагались генуэзские торговые фактории. В
  Абхазии появляются многочисленные торговые пути. Основным же интересом
  генуэзцев является живой товар — рабы.
</p>
<p>
  С X в. в Абхазии правит династия Багратидов при которой происходило укрепление
  Абхазии на востоке.
</p>
<p>
  После Багратидов начинают править Чачба-Шервашидзе.
</p>
<p>
  В XVI в. Абхазия становится вассалом Мегрельского княжества Сабедиано. После
  неоднократных перемирий Мегрельское княжество всё-таки решается на захват
  Абхазии. Это длится не продолжительное время. Вскоре Абхазия укрепляется перед
  Сабедиано и становится самостоятельной страной.
</p>
<h2 id="fifth">XVII в. — XIX в.</h2>
<figure>
  <img
    src="images/history-4.jpg"
    alt="Династия Чачба-Шервашидзе"
    loading="lazy"
  />
  <figcaption>Династия Чачба-Шервашидзе</figcaption>
</figure>
<p>
  Однако полностью независимой Абхазия существует недолго. Во второй половине
  XVII в. она попадает под управление Турции. Город Сухум вследствие этого
  получает новое название — Сухум-Кале. А для защиты своих владений Турки строят
  в Абхазии крепость. Начинается продвижение исламской религии в христианской
  Абхазии. Первыми ислам принимают князья и феодалы. Попытки исламизации низших
  слоёв общества приводят к антитурецким восстаниями в 1725, 1728, 1771 годах.
</p>
<p>
  В 1780-х годах правителем Абхазии становится Келешбей Чачба-Шервашидзе, один
  из самых знаменитых правителей Абхазии.
</p>
<p>
  В устье реки Ингур на границе Абхазии и Мегрелии располагалась спорная
  крепость Анаклия. Келешбей решил раз и навсегда закрыть вопрос её
  принадлежности и выставил против Мегрелии 20-ти тысячное войско. Мегрелия
  находилась в тяжелом положении, поэтому уступила Анаклию Абхазии. Чтоб
  защититься от наступлений Келешбея Мегрелия в 1804 году вступает под
  покровительство России.
</p>
<h2 id="sixth">XIX в. — XX в.</h2>
<figure>
  <img src="images/history-5.jpg" alt="Берег Абхазии" loading="lazy" />
  <figcaption>Берег Абхазии</figcaption>
</figure>
<p>
  Военные авантюры в Мегрелии Келешбей совершал, будучи вассалом Османской
  империи. Однако теперь ни сам князь, ни дворяне не намерены были подчиняться
  Стамбулу. Обострение отношений приводит к военному конфликту, в результате
  которого Абхазия становится независимой. Но, только добившись независимости,
  Абхазия вновь её теряет. 2 мая 1808 г. Келешбей умирает и абхазский престол
  занимает марионетка турции Асланбей.
</p>
<p>
  Асланбей недолго удерживает власть и князем становится его младший брат
  Георгий, который находится в руках Российской империи. 10 июня 1810 года в
  Сухум-Кале высаживается русский десант. Абхазия становится вассалом России.
</p>
<p>
  С появлением в Абхазии русских войск начинается самая трагическая страница в
  истории страны — Махаджирство. Это насильственное переселение горских народов
  (в основном абхазов, адыгов и черкесов) в пределы Османской Турции.
</p>
<p>
  Волны Махаджирства в Абхазии происходили в течение всего XIX века. Всего
  насчитывается 10 волн: 1810, 1817, 1824, 1830, 1837, 1840-41, 1855, 1864,
  1867, 1877 гг.
</p>
<p>
  За весь XIX век с родных земель в Турцию было выселено 2 млн адыгов и 500 000
  абхазов.
</p>
<p>
  В 1817 году амбиции России на Кавказе постепенно выливаются в Кавказскую войну
  — столкновение России с народами Кавказа. Не смотря на то, что Абхазия ещё в
  1810 году стала частью России, среди абхазов не было единого мнения, на чьей
  стороне вступать в войну. Раскол общества на прочеркесски и пророссийски
  настроенных приводит к отделению некоторых территорий от единого Абхазского
  княжества: Цебельдинское, Дальское, Псухвское княжества и Садзен (северо-запад
  современной Абхазии) выступают против России. Абхазский князь теряет контроль
  над горными районами страны. Однако эти районы не долго удерживают свободу. С
  1824 по 1859 года происходит 5 карательных экспедиций русских генералов в
  горные части Абхазии. В двух из них принимает участие сам князь Михаил Чачба.
  В результате этих экспедиций горные княжества были разгромлены и подчинены. С
  карательными экспедициями связаны и несколько волн Махаджирства: горные сёла
  Абхазии были сожжены, а их жители выселены в Турцию.
</p>
<p>
  Кавказская война завершилась в 1864 году победой России. Для Абхазии это
  означало полное подчинение ей. В этом же году Абхазское княжество было
  упразднено. На его месте был создан Сухумский военный отдел Российской
  империи. Также, в 1864 году произошла 8-ая волна Махаджирства. Абхазы долго не
  могли смириться с российскими порядками. Неграмотно проведённая крестьянская
  реформа привела к Лыхненскому восстанию в 1866 году. Во время русско-турецкой
  войны 1877-1878 гг. абхазы отказались выступать против турков, из-за чего
  Сухум был захвачен османами. И хотя турки вскоре были вынуждены покинуть
  город, перед уходом они подвергли его разорению.
</p>
<p>
  Сухум лежал в руинах, виноградники и сады были заброшены, скот перебит. Даже
  огромный фонтан, достопримечательность города, турки вывезли.
</p>
<h2 id="seventh">XX в.</h2>
<figure>
  <img src="images/history-6.jpg" alt="Сухумский вокзал" loading="lazy" />
  <figcaption>Сухумский вокзал</figcaption>
</figure>
<p>
  В начале XX в. Абхазия в целом оставалась неразвитой окраиной Российской
  империи. Сельское хозяйство оставалось натуральным. Виноделие не выдерживало
  конкуренции с иностранными производителями и поэтому спрос был мал.
  Табаководство оставалось основной отраслью.
</p>
<p>
  28 июля 1914 года началась Первая Мировая война. Когда германо-турецкие
  военные корабли установили полный контроль над Чёрным морем, положение Абхазии
  стало катастрофическим. Из Сухума были эвакуированы правительственные
  учреждения, строительство на побережье прекратилось, многие предприятия
  закрылись.
</p>
<p>
  В феврале 1917 года в России происходит буржуазно-демократическая революция.
</p>
<p>
  В окраинах бывшей империи наблюдался рост национально-освободительных
  движений. Не стала исключением и Абхазия. В ноябре 1917 года был создан
  Абхазский Народный Совет (АНС) — первый парламент в истории Абхазии.
  Председателем АНС стал Симон Басария. В парламенте сразу остро встал вопрос
  будущего Абхазии. Большевики во главе с Ефремом Эшба выступали за союз с
  Советской Россией. Существовала прогрузинская фракция, тянувшая Абхазию в союз
  с Грузией. Однако наиболее сильной была группа, поддержавшая союз с Горской
  республикой, созданной также в ноябре 1917 года. Абхазия становится частью
  Горской республики. Между тем большевики, которым не удалось мирно втянуть
  Абхазию в союз с Советской Россией, планировали превратить свои планы в жизнь.
  18 февраля 1918 года в Сухум прибывают корабли с революционными матросами.
  Большевики захватили город и создали Военно-революционный комитет (ВГК) во
  главе с Е. Эшба. Однако новая власть продержалась три дня: АНС в ультиматной
  форме потребовал ликвидации ВГК. Попытка захвата власти провалилась. Но 8
  апреля 1918 года произошла вторая попытка, которая увеначалсь успехом.
</p>
<p>
  Последствия установления совествкой власти были ужасными. Грузия,
  воспользовавшись тем, что меньшевитская абхазская власть, с которой были
  заключены договорые отношения, пала, ввела в страну свои войска. 17 мая с
  тяжелыми боями войска грузинского генерала Джугели входят в Сухум. Вторая
  советская власть пала. После падения советской власти был сформирован второй
  АНС, который на Батумской мирной конференции добился вывода грузинских войск
  из Абхазии. Однако уже в июне 1918 года под предлогом "устновления твёрдой
  власти и помощи АНС" грузинские войска во главе с генералом Мазниевым вновь
  оккупировали Абхазию.
</p>
<p>
  В 1921 году повстанские отряды при поддержке 9-ой красной армии выступают
  против Грузии. 10 марта 1921 года грузинские меньшевики были изгнаны из
  Абхазии. В стране установлена советская власть.
</p>
<p>
  В 1926 году в Абхазии начинается индустриализация и коллективизация. "В 1935
  году в строй вступила первая Ткварчельская угольная шахта Началось
  строительство Сухумской ГЭС".
</p>
<p>
  В советское время осуществлялось благоустроиство города Сухум. Были построены
  учреждения: Художественная школа, Институт субтропического хозяйства и многие
  другие.
</p>
<p>
  Шло активное развитие туризма, который приносил Абхазской АССР немалый доход.
</p>
<p>
  В период Великой Отечественной войны курсанты Сухумского училища принимали
  участие в боях за Клохорский перевал во время битвы за Кавказ. После смерти
  Сталина абхазский язык переводится с грузинской графической основы на
  кириллицу. В Сухуме был открыт Абхазский Государственный Университет (АГУ).
</p>
<p>
  1989 год считается годом начала грузино-абхазского конфликта. В этом году в
  Сухуме происходят столкновения абхазов и грузин с огромными потерями для обоих
  сторон. МВД СССР плохо контролировало ситуацию, а после распада Союза в 1991
  году ситуация стала критической. Дело осложнилось с началом гражданской войны
  в Грузии, когда звиадисты - сторонники свергнутого президента — начали
  проводить в Сухуме митинги в его поддержку. Всё это вызвало недовольство
  местного населения. Стоит также отметить, что СССР Абхазия покинула
  независимой республикой. В 1990 году Абхазская ССР отделилась от Грузинской
  ССР. 14 августа 1992 году Госсовет Грузии вводит войска в Абхазмю, чтобы не
  допустить её окончательного отделения.
</p>
<p>
  Начинается Отечественная война Абхазии. Абхазия не имела регулярной армии и
  министерства обороны. Сухум был захвачен грузинскими войсками почти без боя,
  однако на этом победы Госсовета кончились. 29 ноября абхазским ополченцам
  удалось отбросить войска противника на юг во время Кочарской наступательной
  операции. 6 октября абхазские войска осуществляют операцию "Буря" и уничтожают
  десант Госсовета в Гагре. 2 июля 1993 года происходит операция "Буря-777" или
  Тамышская операция, которая была переломным моментом войны. 27 сентября 1993
  года в ходе Сентябрьского наступления Сухум был освобожден, а за ним и вся
  Абхазия.
</p>
<p>
  Война нанесла огромный ущерб экономике Абхазии. На территорях, занятых
  грузинской армией, проводился геноцид: АГУ, научно исследовательские
  институты, сухумский физико-технический институт были разорены. Здание с
  архивами и библиотеки, вместе с находившимися там книгами, были сожжены. Были
  уничтожены сотни тысяч уникальных документов.
</p>
