<script>
  import { scrollTo } from "../../scroll.js";

  const content = [
    { id: "#first", name: "Язык" },
    { id: "#second", name: "Кухня" },
    { id: "#third", name: "Жизнь людей" },
    { id: "#fourth", name: "Традиции" },
    { id: "#fifth", name: "Легенды" },
  ];
</script>

<svelte:head>
  <title>ЛЮДИ</title>
  <meta
    name="Description"
    content="Население Сухума — прогрессивная молодежь, которая не отстает и мудрая старшая часть. О гостеприимстве, увлечениях и традициях"
  />
  <meta itemprop="name" content="ЛЮДИ" />
  <meta
    itemprop="description"
    content="Население Сухума — прогрессивная молодежь, которая не отстает и мудрая старшая часть. О гостеприимстве, увлечениях и традициях"
  />
  <meta property="og:url" content="https://cyxym.now.sh/people" />
  <meta property="og:title" content="ЛЮДИ" />
  <meta
    property="og:description"
    content="Население Сухума — прогрессивная молодежь, которая не отстает и мудрая старшая часть. О гостеприимстве, увлечениях и традициях"
  />
  <meta name="twitter:url" content="https://cyxym.now.sh/people" />
  <meta name="twitter:title" content="ЛЮДИ" />
  <meta
    name="twitter:description"
    content="Население Сухума — прогрессивная молодежь, которая не отстает и мудрая старшая часть. О гостеприимстве, увлечениях и традициях"
  />
  <meta name="apple-mobile-web-app-title" content="ЛЮДИ" />
</svelte:head>

<h1>ЛЮДИ</h1>
<figure>
  <img src="images/people-main.jpg" alt="Флаг Абхазии" />
</figure>
<nav>
  {#each content as item}
  <button href="{item.id}" on:click="{scrollTo}">{item.name}</button>
  {/each}
</nav>
<h2 id="first">Язык</h2>
<figure>
  <img src="images/people-1.jpg" alt="Абхазский алфавит" loading="lazy" />
  <figcaption>Абхазский алфавит</figcaption>
</figure>
<p>
  Абхазский язык очень уникален, так как образовался давно. Алфавит состоит из&numsp;64 букв. 
  Абхазский язык состоит из&numsp;нескольких диалектов, которые состоят 
  из&numsp;разных слов и&numsp;немного отличаются по&numsp;произношению.
</p>
<p>
  Основоположником абхазской письменной литературы является Дмитрий Гулиа&numsp;—
  народный писатель и&numsp;поэт. Абхазская литература очень обширна и&numsp;включает в&numsp;себя
  много исторических произведений, в&numsp;которых рассказывается история Абхазии.
</p>
<p>
  Также в&numsp;Сухуме говорят на&numsp;русском языке.
</p>
<h2 id="second">Кухня</h2>
<figure>
  <img src="images/people-2.jpg" alt="Хачапур «Лодочка»" loading="lazy" />
  <figcaption>Хачапур «Лодочка»</figcaption>
</figure>
<p>
  Наша кухня достаточно разнообразна. Основным блюдом на&numsp;«абхазском столе»
  является мамалыга (на&numsp;абхазском&numsp;— абыста). Также, вместе с&numsp;мамалыгой
  предпочитают есть хачапур. Основными добавками к&numsp;еде служат асыдзбал, акуд
  (фасоль) и&numsp;аджика. Так как в&numsp;Абхазии любят острую еду, то часто добавляют
  аджику. Традиционные блюда можно встретить на&numsp;столе не&numsp;только по праздникам,
  но&numsp;и&numsp;в&numsp;любой обычный день. Готовят еду только натуральную, так как семьи имеют
  свое хозяйство.
</p>
<p>
  Интересной частью «абхазской кухни» является апацха. Это место, где группа
  людей может собраться и&numsp;поесть традиционной еды. Такие места очень популярны
  как у&numsp;местного населения, так и&numsp;у&numsp;приезжих. Мамалыгу варят в&numsp;котле, иногда 
  на&numsp;глазах у&numsp;клиентов.
</p>
<h2 id="third">Жизнь людей</h2>
<figure>
  <img src="images/people-3.jpg" alt="Музыкант на берегу" loading="lazy" />
  <figcaption>Музыкант на&numsp;берегу</figcaption>
</figure>
<p>
  Абхазия славится своим гостеприимством. Жители каждого из&numsp;городов рады видеть
  гостей и&numsp;хорошо их&numsp;принимают.
</p>
<p>
  По&numsp;традициям младшие уважают старших, а&numsp;старшие младших. Это уважение
  проявляется во&numsp;всем&numsp;— как на&numsp;различных общественных собраниях, так и&numsp;в&numsp;обычном
  поведении в&numsp;домашней обстановке.
</p>
<p>
  Жители Сухума увлекаются различными направлениями искусства: рисованием,
  фотографией, фильмами; интересуются современными технологиями, в&numsp;частности
  блокчейном и&numsp;криптовалютой.
</p>
<p>
  Учащиеся в&numsp;школах проявляют интерес к&numsp;конкурсам на&numsp;различные тематики, такие
  как история, география, биология и&numsp;другие науки.
</p>
<p>
  В&numsp;Сухуме развиты различные направления спорта: борьба, футбол, плавание,
  теннис, атлетика и&numsp;другие.
</p>
<p>
  В&numsp;городе часто устраиваются мероприятия различного рода.
</p>
<h2 id="fourth">Традиции</h2>
<figure>
  <img src="images/people-4.jpg" alt="Народные танцы" loading="lazy" />
  <figcaption>Народные танцы</figcaption>
</figure>
<p>
  Традиции абхазов очень интересны и&numsp;разнообразны. Помимо высокого уважения 
  к&numsp;старшим и&numsp;младшим существуют и&numsp;различные другие.
</p>
<p>
  Очень интересно проходит свадебный обряд. Жених тщательно выбирает невесту 
  и&numsp;знакомится, перед окончательным решением о&numsp;женитьбе посещает ее с&numsp;посредником,
  который убеждается во&numsp;взаимной симпатии между ними. После происходит взятие
  невесты, очень интересная часть всего обряда. Взятие сопровождается
  празднованием.
</p>
<p>
  Своё значение имеет и&numsp;национальная одежда абхазов. Это очень важная атрибутика
  в&numsp;танцах. Одежда украшает танцы и&numsp;придаёт им особый характер.
</p>
<p>
  Существуют также традиции, связанные с&numsp;едой и&numsp;питьём. Раньше, если приходил
  гость, то хозяин дома посылал ребенка за&numsp;кувшином с&numsp;водой. Считалось, чем
  холоднее вода, чем больше она освежает, тем большее уважение проявляет хозяин
  дома к&numsp;гостю. На&numsp;стол обязательно ставится лучшая еда, что есть в&numsp;доме, тем
  самым гостю дают понять, что он почитается в&numsp;доме.
</p>
<p>
  Жители страны стараются сохранить традиции, чтобы разнообразить историю родины
  и&numsp;привнести счастья в&numsp;жизнь.
</p>
<h2 id="fifth">Легенды</h2>
<figure>
  <img src="images/people-5.jpg" alt="Озеро Рица" loading="lazy" />
  <figcaption>Озеро Рица</figcaption>
</figure>
<p>
  Множество легенд существует у&numsp;абхазов и&numsp;по&numsp;сей день. Одной из&numsp;самых знаменитых
  легенд является сказание о&numsp;горном озере Рица:
</p>
<p>
  Когда-то на&numsp;этом месте была долина, и&numsp;по&numsp;ней текла река. На&numsp;сказочных
  пастбищах вдоль берегов ее пасла стадо девушка&numsp;— красавица по&numsp;имени Рица,
  единственная сестра трех братьев&numsp;— Агепсты, Ацетуки и&numsp;Пшегишхи. Днем братья
  охотились, вечерами собирались у&numsp;домашнего очага. Рица готовила ужин, братья,
  любуясь ею, пели.
</p>
<p>
  Ушли как-то братья на&numsp;охоту в&numsp;дальние горы. Прошел день, второй, они все 
  не&numsp;возвращались. Рица, скучая по&numsp;ним, все глядела на&numsp;дорогу и&numsp;пела своим чарующим
  голосом.
</p>
<p>
  Услышали ее голос два лесных разбойника Гега и&numsp;Юпшара. Увидев красавицу, они
  решили ее похитить. Юпшара схватил ее и&numsp;поскакал на&numsp;своем коне по&numsp;долине. Гега
  его прикрывал.
</p>
<p>
  Крики о&numsp;помощи услышали братья. Они помчались вдогонку. Пшегишха метнул 
  в&numsp;разбойников богатырский меч, но&numsp;промахнулся. Меч упал и&numsp;перекрыл реку. Вода
  стремительно стала заливать долину и&numsp;через мгновенье превратила ее в&numsp;озеро.
</p>
<p>
  Подоспевшая помощь окрылила Рицу, и&numsp;она из&numsp;последних сил вырвалась из&numsp;цепких
  рук разбойников, но,&numsp;не&numsp;удержавшись на&numsp;ногах, упала в&numsp;бурлящее озеро. 
  Как ни&numsp;старались братья, но&numsp;спасти сестру не&numsp;удалось. Рица осталась под&numsp;водой.
</p>
<p>
  Тогда Пшегишха схватил Юпшару и&numsp;швырнул его в&numsp;озеро. Но&numsp;воды Рицы не&numsp;приняли
  негодяя и&numsp;выбросили через меч Пшегишхи и&numsp;понесли в&numsp;море. За&numsp;ним побежал Гега,
  но&numsp;он не&numsp;мог спасти друга. Тогда и&numsp;он присоединился к&numsp;нему.
</p>
<p>
  От&numsp;страшного горя братья окаменели и&numsp;превратились в&numsp;высокие горы. Стоят они 
  и&numsp;поныне над&numsp;озером, охраняя покой незабвенной Рицы.
</p>
