<script>
  import { scrollTo } from "../../../scroll.js";

  const content = [
    { id: "#first", name: "Язык" },
    { id: "#second", name: "Кухня" },
    { id: "#third", name: "Жизнь людей" },
    { id: "#fourth", name: "Традиции" },
    { id: "#fifth", name: "Легенды" },
  ];
</script>

<svelte:head>
  <title>ЛЮДИ</title>
  <meta
    name="Description"
    content="Население Сухума — прогрессивная молодежь, которая не отстает и мудрая старшая часть. О гостеприимстве, увлечениях и традициях"
  />
  <meta itemprop="name" content="ЛЮДИ" />
  <meta
    itemprop="description"
    content="Население Сухума — прогрессивная молодежь, которая не отстает и мудрая старшая часть. О гостеприимстве, увлечениях и традициях"
  />
  <meta property="og:url" content="https://cyxym.netlify.com/ru/people" />
  <meta property="og:title" content="ЛЮДИ" />
  <meta
    property="og:description"
    content="Население Сухума — прогрессивная молодежь, которая не отстает и мудрая старшая часть. О гостеприимстве, увлечениях и традициях"
  />
  <meta name="twitter:url" content="https://cyxym.netlify.com/ru/people" />
  <meta name="twitter:title" content="ЛЮДИ" />
  <meta
    name="twitter:description"
    content="Население Сухума — прогрессивная молодежь, которая не отстает и мудрая старшая часть. О гостеприимстве, увлечениях и традициях"
  />
  <meta name="apple-mobile-web-app-title" content="ЛЮДИ" />
</svelte:head>

<h1>ЛЮДИ</h1>
<figure>
  <img src="images/people-main.jpg" alt="Флаг Абхазии" />
</figure>
<nav>
  {#each content as item}
  <button href="{item.id}" on:click="{scrollTo}">{item.name}</button>
  {/each}
</nav>
<h2 id="first">Язык</h2>
<figure>
  <img src="images/people-1.jpg" alt="Абхазский алфавит" loading="lazy" />
  <figcaption>Абхазский алфавит</figcaption>
</figure>
<p>
  Абхазский язык очень уникален, так как образовался давно. Алфавит состоит из
  64 букв. Абхазский язык состоит из нескольких диалектов, которые состоят из
  разных слов и немного отличаются по произношению.
</p>
<p>
  Основоположником абхазской письменной литературы является Дмитрий Гулиа —
  народный писатель и поэт. Абхазская литература очень обширна и включает в себя
  много исторических произведений, в которых рассказывается история Абхазии.
</p>
<p>
  Также, в Сухуме говорят на русском языке.
</p>
<h2 id="second">Кухня</h2>
<figure>
  <img src="images/people-2.jpg" alt="Хачапур «Лодочка»" loading="lazy" />
  <figcaption>Хачапур «Лодочка»</figcaption>
</figure>
<p>
  Наша кухня достаточно разнообразна. Основным блюдом на "абхазском столе"
  является мамалыга (на абхазском — абыста). Также, вместе с мамалыгой
  предпочитают есть хачапур. Основными добавками к еде служат асыдзбал, акуд
  (фасоль) и аджика. Так как в Абхазии любят острую еду, то часто добавляют
  аджику. Традиционные блюда можно встретить на столе не только по праздникам,
  но и в любой обычный день. Готовят еду только натуральную, так как семьи имеют
  свое хозяйство.
</p>
<p>
  Интересной частью "абхазской кухни" является апацха. Это место, где группа
  людей может собраться и поесть традиционной еды. Такие места очень популярны
  как у местного населения, так и у приезжих. Мамалыгу варят в котле, иногда на
  глазах у клиентов.
</p>
<h2 id="third">Жизнь людей</h2>
<figure>
  <img src="images/people-3.jpg" alt="Музыкант на берегу" loading="lazy" />
  <figcaption>Музыкант на берегу</figcaption>
</figure>
<p>
  Абхазия славится своим гостеприимством. Жители каждого из городов рады видеть
  гостей и хорошо их принимают.
</p>
<p>
  По традициям, младшие уважают старших, а старшие младших. Это уважение
  проявляется во всем: как на различных общественных собраниях, так и в обычном
  поведении в домашней обстановке.
</p>
<p>
  Жители Сухума увлекаются различными направлениями искусства: рисованием,
  фотографией, фильмами; интересуются современными технологиями, в частности
  блокчейном и криптовалютой.
</p>
<p>
  Учащиеся в школах проявляют интерес к конкурсам на различные тематики, такие
  как: история, география, биология и другие науки.
</p>
<p>
  В Сухуме развиты различные направления спорта: борьба, футбол, плавание,
  теннис, атлетика и другие.
</p>
<p>
  В городе часто устраиваются мероприятия различного рода.
</p>
<h2 id="fourth">Традиции</h2>
<figure>
  <img src="images/people-4.jpg" alt="Народные танцы" loading="lazy" />
  <figcaption>Народные танцы</figcaption>
</figure>
<p>
  Традиции абхазов очень интересны и разнообразны. Помимо высокого уважения к
  старшим и младшим существуют и различные другие.
</p>
<p>
  Очень интересно проходит свадебный обряд. Жених тщательно выбирает невесту и
  знакомится, перед окончательным решением о женитьбе посещает ее с посредником,
  который убеждается во взаимной симпатии между ними. После происходит взятие
  невесты, очень интересная часть всего обряда. Взятие сопровождается
  празднованием.
</p>
<p>
  Своё значение имеет и национальная одежда абхазов. Это очень важная атрибутика
  в танцах. Одежда украшает танцы и придаёт им особый характер.
</p>
<p>
  Существуют также традиции, связанные с едой и питьём. Раньше, если приходил
  гость, то хозяин дома посылал ребенка за кувшином с водой. Считалось, чем
  холоднее вода, чем больше она освежает, тем большее уважение проявляет хозяин
  дома к гостю. На стол обязательно ставится лучшая еда, что есть в доме, тем
  самым гостю дают понять, что он почитается в доме.
</p>
<p>
  Жители страны стараются сохранить традиции, чтоб разнообразить историю родины
  и привнести счастья в жизнь.
</p>
<h2 id="fifth">Легенды</h2>
<figure>
  <img src="images/people-5.jpg" alt="Озеро Рица" loading="lazy" />
  <figcaption>Озеро Рица</figcaption>
</figure>
<p>
  Множество легенд существует у абхазов и по сей день. Одной из самых знаменитых
  легенд является сказание о горном озере Рица:
</p>
<p>
  Когда-то на этом месте была долина, и по ней текла река. На сказочных
  пастбищах вдоль берегов ее пасла стадо девушка — красавица по имени Рица,
  единственная сестра трех братьев — Агепсты, Ацетуки и Пшегишхи. Днем братья
  охотились, вечерами собирались у домашнего очага. Рица готовила ужин, братья,
  любуясь ею, пели.
</p>
<p>
  Ушли как-то братья на охоту в дальние горы. Прошел день, второй, они все не
  возвращались. Рица, скучая по ним, все глядела на дорогу и пела своим чарующим
  голосом.
</p>
<p>
  Услышали ее голос два лесных разбойника Гега и Юпшара. Увидев красавицу, они
  решили ее похитить. Юпшара схватил ее и поскакал на своем коне по долине. Гега
  его прикрывал.
</p>
<p>
  Крики о помощи услышали братья. Они помчались вдогонку. Пшегишха метнул в
  разбойников богатырский меч, но промахнулся. Меч упал и перекрыл реку. Вода
  стремительно стала заливать долину и через мгновенье превратила ее в озеро.
</p>
<p>
  Подоспевшая помощь окрылила Рицу, и она из последних сил вырвалась из цепких
  рук разбойников, но, не удержавшись на ногах, упала в бурлящее озеро. Как ни
  старались братья, но спасти сестру не удалось. Рица осталась под водой.
</p>
<p>
  Тогда Пшегишха схватил Юпшару и швырнул его в озеро. Но воды Рицы не приняли
  негодяя и выбросили через меч Пшегишхи и понесли в море. За ним побежал Гега,
  но он не мог спасти друга. Тогда и он присоединился к нему.
</p>
<p>
  От страшного горя братья окаменели и превратились в высокие горы. Стоят они и
  поныне над озером, охраняя покой незабвенной Рицы.
</p>
